{
  "MARK ROTHKO": [
    "I did not know, when Morris Rothkowitz began to teach art in the Brooklyn Jewish Center School on Eastern Parkway in Brooklyn, that one day he would become world renowned as one of the pioneers of the revolutionary New York School of Painting.",
    "As Director of the Department of Art Education at the B.J.E., I often visited schools to observe progress in the art class and to give suggestions to the art teacher. Occasionally I visited the class of Morris Rothkowitz. I was impressed with the friendly atmosphere in his classroom. The students enjoyed their work. I always looked forward to the visit.",
    "One day I received a telephone call from Morris. He told me that he was giving up teaching and was going to devote all his time to painting. Much as I did not want to lose him as a teacher, I certainly could appreciate his desire to paint full time.",
    "Time passed. Then, as I frequented museums and galleries, I began to see paintings that were strange and very different from the art we had become accustomed to in the 1930’s. The Paris School had been in the forefront of the art world. Suddenly, the comfortable art field was invaded by a group of innovators who ushered in the next era in art, the New York School. Some time passed and soon there began to appear some very unusual and seemingly oversimplified small paintings, which consisted of several horizontal areas. My first reaction was “dish towels.” These were followed by “bath towels” then “beach towels” and finally, huge canvases, blanket size. By that time the name “Mark Rothko” was on the lips of every ambitious gallery owner and museum director. Here indeed, was the metamorphosis of Morris Rothkowitz into Mark Rothko and later into Rothko.",
    "At first, I could not fathom the mystery of Rothko. He was seen in the most prestigious museums and galleries. Yet I did not enjoy the striped compositions that seemed out of place next to the more familiar Expressionist paintings that we had become accustomed to. If only the Rothkos could be separated from the rest and viewed by themselves! Eventually that moment came and I experienced Rothko’s work in a most unexpected way.",
    "In 1935 I had been appointed to teach Art Education and Art History at the Teacher’s Institute of the Jewish Theological Seminary upon my return from Israel. Later, when Seminary College was formed, I also taught a required course in World Art History to senior students of Columbia as well as to students at Barnard. The course required frequent visits to museums and galleries.",
    "One day I arranged to meet the class at the Museum of Modern Art in order to visit the permanent collection. I arrived an hour earlier in order to become acquainted with any new acquisitions. I still had time to visit some special exhibits. One attracted my attention immediately. A small sign marked ROTHKO outside a room on the main floor drew me quickly into the small room. It was wall-to-wall Rothko. The paintings were of the burnt orange and gunmetal gray period with a strange, vibrating, shimmering, almost indiscernible, movement at the meeting of both colors. The ceiling and floor were also of the same gray color. It was an extremely peaceful environment, so restful and quiet, enhanced by the almost invisible shimmering at the meeting of both colors between areas.",
    "I suddenly felt that I was transported into another sphere of consciousness. I felt weightless! The term “weightless” had just become part of our daily vocabulary, because of our growing space program. For me, however, weightlessness was a completely new and unexpected experience. I felt that I was no longer rooted to the ground. I was hovering in a benign atmosphere never before experienced by me. And Rothko’s paintings were the cause!!! Now I realized the greatness of Rothko.",
    "Time passed, I could not forget my extraordinary experience. So one, day I called Rothko at his studio. I wanted to share this experience with him. It was a cold day. He was ill. His voice was low and husky. “Not today,” he said, “Call me nest Tuesday”. Next Tuesday the headlines read, ‘ROTHKO COMMITS SUICIDE.”",
    "Sometime later, I attended a retrospective exhibition of his work at the Guggenheim Museum. In practically one sweeping glance one could see the rise and fall of Rothko. His choice of color told the whole story. As you walked down the descending ramp, the color was alive and vibrant. Size increased, so did volume and intensity. Then the life and excitement began to diminish. Canvases appeared with combinations of gray, brown and black, followed by darker gray, darker brown and black. The last canvases were practically all varying degrees of black. You could see the artist dying before your eyes.",
    "I personally believe that the demands of museums and galleries for more and more of his very lucrative work prevented him from developing other unexplored fields and he began to crystallize. Crystallization causes the artist to die even though he may be walking around on two feet. Financial success sometimes drives the artist to try to repeat his successes. Experimentation stops, exploration ceases and spiritual depression becomes overwhelming. Some turn to drink, others to drugs and suicide. The end is not too far away.I deplore the passing of a great artist. He might have found a still higher mountain to climb."
  ],
  "BRANCUSI": [
    "I visited the atelier of the great sculptor, Constantin Brancusi, when I was in Paris in 1933. Recently, however, at the convention of the New York State of Art Teachers Association, I heard a wonderful presentation by Dr. Yun Ja Lassek. At her session, she showed slides of the sculpture of Brancusi. That brought me back to my visit to him in 1933.",
    "I was a starry-eyed art student when I arrived in Paris, and I was very anxious to meet some of the great French artists of the time. Being quite sure that they were equally interested in meeting me, I naively sent letters to Picasso, Matisse, Brancussi and Dufy. Suzanne, a French girl whom I had met a short time after my arrival in Paris, translated them for me. Mine was a two-year-high school French, which improved remarkably in the six weeks of my stay, but was definitely not good enough to send to such eminent artists.",
    "Of the four letters sent, I received one response – from Brancusi. I was so excited that I could not sleep the night before. Now I stood in front of the great man. When I entered the large atelier, I was impressed with the brilliant natural light, which was enhanced by the many white plaster works of art. He was dressed in white overalls, white smock and a white brimmed painter’s work hat. His shoes were splattered with plaster. Even his beard was lightly sprinkled with plaster.",
    "He was very kind, overlooking my embarrassment at my attempt to convey to him my honest appreciation of his sculpture in my very limited French. Because of his benign demeanor, I relaxed and we spent an unforgettable day together. We went from one piece of sculpture to another, some familiar, with many more, new to me. He was very patient with my exclamations of delight and appreciation.",
    "The tour of his studio was followed by lunch consisting of French bread, cheese and wine. By that time I felt very much at ease. What an unforgettable experience! I had been in the presence of greatness! To this day, so many years later, whenever I see a Brancusi sculpture in a museum or gallery, I actually feel the great artist standing next to me. How fortunate I was! To run my hands over those impeccably perfect surfaces was an experience never to be forgotten.",
    "I could not help but remember years back when one of Brancusi’s elegant abstract sculptures “Bird in Flight” was sent to New York to be exhibited at one of its great museums. When we read that this masterpiece was held up for duty because the ignorant officials did not recognize the sculpture as a work of art but as a big chunk of metal, we could not believe our ears. Eventually, it was released and the public could enjoy its amazing beauty."
  ],
  "DIEGO RIVERA": [
    "It was the Spring of 1933. We were painting murals in art school. The Mexican artist and outstanding world muralist, Diego Rivera, had been commissioned to paint a large mural for the main hall of Rockefeller Center in the process of construction. I was assigned to arrange for our class to visit Rockefeller Center to observe Rivera at work. We were all very excited. What a privilege!",
    "We arrived early. Rockefeller Center was swarming with workmen, like a beehive. We were there, but where was Diego Rivera? He was nowhere around. The mural in progress was covered with large tarpaulins. I spoke to the guard. He explained that Rivera never worked during the day, because of the noise and the dust. After the workmen left and the dust settled, Rivera and his helpers set to work and worked through the night. I turned on the poor guard in a rage. “Why didn’t they tell me this when I called to make arrangements? They even sent me a pass for the whole class for this morning. So here we are. We missed Rivera and we missed a morning in class. Is that fair?”",
    "I suddenly saw a strange expression on the guard’s face. He seemed to be looking past me. I turned round and found myself face to face with Diego Rivera. Have you ever looked into the face of an Aztec God – square, solid with full, rounded features? I was beside myself with excitement. I was standing next to the greatest muralist in the world and he was talking to me! “You come with me,” he said, tapping me on the shoulder. I would have followed him to the ends of the earth. He led me to the office and gave me a permanent pass so that I would be admitted to the hall at any time, day or night. I was thrilled beyond words, but I could not forget my friends. “What about the other students? Will they get passes too?” I asked. “Only when they show temperament like yours and express it the way you did,” he answered good humouredly, with a warm smile.",
    "Little did Rivera know then that this friendly gesture of his was going to change my whole life. To this day I still do not understand how he happened to be in the hall early in the morning just as this group of students walked in when he had been working all night. Could this have been part of a scenario prepared for me by some heavenly power?",
    "At any rate, that very evening at 10 P.M. after a day at art school and Hunter College, as well as teaching two classes at my job in an afternoon school, I timidly entered the building. There was Rivera sitting on the scaffold painting, quietly indifferent to the host of workers swarming around him busy with their assigned tasks.",
    "The plasterers were preparing fresh plaster. No fresco painting could be done on dried-in plaster. Instead of being luminous and shedding light, the painting would be dull and opaque. The world “fresco” in Italian means “fresh” and the way to achieve freshness was by preparing a small portion of the wall to be worked that night with the fresh mixture. If, by chance, part of the plaster dried before the allotted portion was finished, the dried part was chopped away and a fresh batch was prepared. Besides the plasterers, many assistants were mulling around, each with specific duties. Some were perforating holes in the large cartoons (drawings) by running little wheels over the lines of the composition to be worked on next. While the plaster on the next portion of wall was still wet, they poured powdered charcoal through the perforations onto the wall so that Rivera could continue his painting.",
    "I stood watching this exciting activity going on, when Rivera turned. Seeing me, he beckoned to me to climb up on the scaffold and sit down next to him. That is what happened every night. It was incredible to sit next to Rivera, watch him work, listen to him talk not only to his associates but also to me. Could I ask for anything more? He worked with a small camel’s hair brush without stopping even while talking. Sitting quietly thus with his little brush, Rivera managed to cover miles of walls. He told me about his childhood, how his mother had saved every drawing of his from the age of three. He spoke about his dream of a better life for his people. He had painted huge murals based on the history of the Mexican people showing them their proud heritage, hoping to awaken in them pride and dignity and raise them from the depths of despair and hopelessness. They could understand from his paintings what they could not read in books, because they were illiterate. Wherever they walked through the streets of Mexico City, they saw their history portrayed in vivid color, reminding them of their glorious past before the arrival of the swashbuckling, Spanish conquerors. They were changed from a proud, industrious race to a lowly, oppressed slave people, trying to eke out a meager living from the poor earth.",
    "It was no wonder, then, that Rivera had become a communist. I could not understand, therefore, why the committee responsible for commissioning art for the new Rockefeller Center chose Diego Rivera, a committed communist, to paint a mural for this structure which was situated in the richest capitalist city in the most powerful capitalist country in the world. I found a good reason for it, however. Rivera was the greatest muralist in the world. His mural would add great prestige to the building. Millions of people would make pilgrimages to visit Rockefeller Center to see this great work of art. I was certain that those committees that had commissioned the mural, had seen the designs and were satisfied with their content. However, the situation changed as we shall see later.",
    "I looked and learned and met interesting people. Foremost was Frieda Kalo, Diego’s wife, an excellent artist in her own right. She sat quietly by while everyone paid homage to her illustrious husband. She did not speak English, which made it difficult for her to communicate with all those adoring Americans. I liked her, took her for coffee or to an occasional movie. I felt that in a small way I was repaying Rivera for his recognition of me.",
    "One evening, while sitting next to Rivera, I said, “Diego, I have been watching you for some time now and I have the greatest desire to actually paint fresco. In art school we painted murals on large gesso boards. The painting is opaque and does not have the wonderful luminous quality of fresco. How can I learn fresco painting?” To my surprise, he handed me his brush. “Here,” he said “paint.” “No,” I said, “not this way. I want to learn from the bottom up, from the very beginning.” “You are right,” he said. You must first learn to prepare the wall. I will arrange for my plasterer to teach you.” A few days later, I skipped school and spent most of the day with the plasterer. It was a more complicated process than mixing water and plaster. Somewhere I still have the copious notes that I took down for future use.",
    "Now it seemed that it was time for the next step. That evening, when I climbed up on the scaffold all exhilarated by my plastering lesson, I was thrilled beyond words to hear Rivera say, “I have been thinking about your extreme interest in this work. You are so enthusiastic. How would you like to assist me on my next mural? In September I am returning to Mexico City to paint a mural on the last wall of the National Palace. Would you like to come?” Would I like to go to Mexico City to work with Diego Rivera??!!! I do not remember taking the subway back to Brooklyn that night. I just spread my wings and flew!",
    "That summer I went to Taos, New Mexico, for the third time. My plan then was to go on to Mexico City in September and work with Rivera on the last wall of the National Palace. The prospect was overwhelming. I could hardly wait!",
    "In the middle of August I received a letter from Frieda Kalo, Diego’s wife. In it was enclosed a newspaper clipping announcing the destruction of the mural in Rockefeller Center. Diego had refused to remove the head of Lenin, which was featured prominently in the painting. Often as I watched him paint I wondered how he managed to explain the fact to the illustrious committee who ordered the mural, what Lenin, one of the greatest Communists in the world, was doing there. But so it was. Rivera was paid $21,000, and the mural was destroyed.",
    "Frieda wrote that Diego was going to paint the same mural in New York in a workers meeting hall on 14th Street and that I should not go on to Mexico City, but return to New York. What a disappointment! Instead, I decided to go to France and Italy, and then spend a whole year in Israel - which turned out to be the greatest adventure of my life - for there I met Zvi, and later married him!"
  ],
  "GEORGIA O’KEEFE": [
    "In 1993 I attended the annual convention of the New York State Art Teachers Association. There were many lectures, presentations and workshops followed by evening performances. One of these was a one-woman play called “Georgia O’Keefe”. This brought back a flood of memories to me of my art student days. As I watched the very talented actress portray the dramatic life of this amazing artist, I remembered those wonderful summers in Taos, New Mexico.",
    "I had been studying with my art teacher, Emil Bristtram, who had established the Taos School of Art. It was a most thrilling experience for the students who came out from the petrol-stinking, dust-laden skies of New York City to breathe deeply of the sparkling, nectar-filled atmosphere of the sky over Taos.",
    "Taos was a most exciting place for serious young artists. Art was the center of all our agenda. Wherever one turned there were art exhibitions, mature artists and occasionally a celebrity like George O’Keefe. She rarely left her adobe house in the desert. Occasionally, she would come into town with her assistant, to attend to her affairs. No one approached her. There was an aura about her that no one dared disturb.",
    "However, people flocked to the exhibition of her work everywhere, because she had created a world of nature never experienced before – one flower, one stone, one mountain expressing the most spiritual and universal side of nature.",
    "As an art student in the early twenties, I had often visited the studio of Alfred Stieglitz, one of the famous photographers of that time. His studio in New York City was a meeting place for artists and students alike. Always, on a low stool, always dressed in black, sat Georgia O’Keefe. She was withdrawn, silent, with a penetrating look that protected her from all intruders. I don’t think I ever heard her voice. Her paintings, however, were most eloquent. She looked into the heart of a flower and painted it so lovingly and with such a fresh vision that the world had to love it, too."
  ],
  "MARC CHAGALL": [
    "In 1946, Chagall was invited by the Museum of Modern Art to hold a large retrospective exhibition there. In addition, he was busy on another important project, a series of illustrations of the Bible",
    "At that time, I was the Director of the Department of Art Education of the Board of Jewish Education. I was involved in preparations for our Third Annual Children’s Art Exhibition, which was to be held at the American Museum of Natural History. Since Chagall was in New York at that time I thought it would be a great idea to invite Chagall to open the exhibition.",
    "He graciously accepted the invitation and all wheels were set into motion for a gala opening. Tickets were printed. They were free and soon all tickets were gone. Every seat in the large auditorium was taken. We were elated. And then the sky fell.",
    "One week before the event I received the following from Marc Chagall:",
    "“I regret very much that I shall be unable to attend the meeting for parents and teachers on April 28th and to speak to them as I had hoped. I am in the country and I feel it is very necessary for me to rest after the opening of my exhibition at the Museum of Modern Art, the preparation of which was extremely tiring. Also at the moment, I am occupied with illustrating the Bible, which has to be done in a hurry. I hope you will understand – etc., etc., etc.”. He enclosed biographical notes and a few pages of an address, which he wanted me to read at the opening.",
    "I stared at the letter aghast. I saw myself going up to the stage in an auditorium bulging from wall to wall with an anticipating audience and announcing that the great artist would not make an appearance. I could visualize the disappointed and angry audience slowly but definitely disappearing before my eyes as I read the address according to his wishes. That scenario I could not possibly permit to happen. So I sat down and wrote a letter.",
    "Dear Marc Chagall:",
    "I don’t know whether you have been to a wedding where preparations had been made months in advance. Invitations had been sent, caterers hired, the menu selected with the greatest care, choicest viands, the finest wines, the musicians, the music, the flowers – everything is in readiness. The day of the wedding arrives. The guests assemble. The music begins to play. Suddenly, a telegraph “Sorry, I can’t make it,” signed, “The Bride.” That is the predica-ment in which your letter puts us – a wedding without a bride. Our exhibition is ready – a year of hard work went into its preparation. Newspapers have been notified and hundreds of invitations have been sent. Most people will come because Marc Chagall’s name is on the invitation. They have seen his wonderful work at the Museum of Modern Art. They want to hear the voice of a great artist. The fact that the famous artist has consented to speak at the exhibition of art in Jewish education, lends prestige and dignity to the whole idea of art for Jewish children as well as all children. A field as young and new as ours cannot take the shock of disappointment without bad effects. Many who come because of you will think we used your name merely as bait to attract them to the evening. Our work cannot afford to have that kind of stigma attached to it. Believe me, when I first thought of inviting you to speak, it was not your name, but your voice and presence that I wanted, because a name without the sincerity of its owner behind it, has no value at all for any cause. Could you possibly reconsider your decision for our sake? I know you have worked very, very hard for your exhibition. It is a very great success and you have your reward. Won’t you share some of it with us who are working so hard to bring art into the lives of many young children so that they will be better and happier human beings as a result of it? Please reconsider. -----",
    "Well, he came! And when he saw the children’s paintings, he said: “Oh, if I could only paint like these children!” And when the public looked at the children’s paintings, they said: “These children – they paint like Marc Chagall!”",
    "When the evening was over, Marc Chagall said, “I admire children’s art work so much, I would like to know how they react to my exhibition at the museum. In your capacity as Art Director at the BJE, could you arrange for groups of children from your schools to visit my exhibition? I would be very much interested in what they say. Children are so honest in their reactions.”",
    "Well, I did send groups of children to see Chagall’s exhibit. Amost unanimously, they loved the lovers flying in their ecstasy.",
    "It was a few years later. I had established the Junior Gallery at the Jewish Museum when it was still the former residence of the distinguished philanthropist, Felix Warburg. Dr. Stephen Kayser was the curator. I spent time in the Junior Gallery setting up exhibitions for children so that they could enjoy a museum experience prepared specifically for them. One morning Dr. Kayser came into the gallery. He seemed very much distressed. He told me that the preceding evening he had had a board meeting and that the result was a terrible disappointment to him. He had presented an exciting idea. Marc Chagall had offered to paint a mural for the small auditorium on the second floor of the museum. The board rejected the offer because one member “did not like Chagall’s work.”",
    "What a lost opportunity! At that time, in the late forties there were no Chagall murals in Lincoln Center (because there was no Lincoln Center). There were no stained glass windows at the United Nations yet. The Jewish Museum had capitulated to one man’s prejudice. The then small Jewish Museum would have become a Mecca for art lovers. But that was not to be, because of one person’s personal bias and lack of vision. But all over the world Chagall’s imaginative animals, weightless lovers, and Jewish memories from his home ‘shtedtl’ Vitebsk illuminate walls, whether in the Opera in Paris, the spacious entrance to Lincoln Center in New York, the stained glass windows at the United Nations as well as those in the Hadassah Hospital in Jerusalem."
  ],
  "ALEXANDER DUSHKIN": [
    "In the late 1930’s I read in the newspaper that a man by the name of Colonel Michael Friedsam had bequeathed three million dollars for religious education, one million for Jewish education, one for Protestant education and one for Catholic education. What a bonanza! Here was an opportunity to introduce art into Jewish schools! I arranged a meeting with Dr. Alexander Dushkin, a well-known educator, who was appointed to the post of Executive Director of the Committee of Jewish Education, later known as the Board of Jewish Education, the present BJE.",
    "At the meeting with Dr. Dushkin, I presented bmy ideas of what steps to take in launching a serious program of art in the Jewish school curriculum. The first step was to establish an art workshop for teachers where they would learn the use of simple materials from crayon and paint to the use of tools and equipment like kilns and lathes, etc. Then I launched into how to teach the curriculum through the art medium from biblical history to the present, what material would be best suited to young children and what would be better for older children through teenagers.",
    "It was a long presentation. When I finished, Dr. Dushkin said, “Mrs. Gezari, this is most impressive. I would hire you in a minute except for one thing. I have just come in from Chicago. There I kept hearing that there was a very wonderful art person in New York doing excellent work in several schools. I have not been able to track her down. If, for some reason I cannot reach her, I will be delighted to hire you.” So I said to him, “Oh, Dr. Dushkin, tell me her name. Since we are both in the same field, I would undoubtedly know her.”",
    "Dr. Dushkin was delighted. “Her name is Temima Nimtzowitz.”",
    "“Oh, I know her very well”, I said.",
    "“Could you tell me where I can reach her?” he asked.",
    "“Of course, Dr. Dushkin”, I said, reaching out my hand to shake his, “I am Temima, but I am married now, and my name is now Temima Gezari”.",
    "What an excitement it was to be welcomed into this new venture in religious education. Dr. Dushkin was an amazing educator. He surrounded himself with the finest educators. Now he appointed the best he could find in the arts. Harry Coopersmith for music, Devorah Lapson for dance, Sam Citron for dramatics and me for art. There was a good reason for his emphasis on the arts in education. You see, Alexander Dushkin was an excellent musician himself. He played the cello.",
    "We were a most enthusiastic group. We worked hard, but what results! Harry Coopersmith arranged citywide music festivals Devorah Lapson had dance festivals. To see students dancing harvest dances, festival dances, Hasidic dances, was a feast for the eyes. Sam Citron established the “Theatre for Children”. He hired talented playwrights to create new materials based on Jewish literature, Jewish holidays, ancient history, modern Israel – what a joy! I remember the excitement when Eleanor Roosevelt came from Washington to one of the performances.",
    "I had established a workshop. Teachers came from all the denominations. It was a very busy place. Teachers, who had never touched paint or clay or wood, now had a place where they could learn to use art materials perhaps for the first time in their lives. When teachers learn something new, they immediately involve the children.",
    "It was pure joy working with a group of people who loved their work and who loved their colleagues. We planned together. We shared ideas. We were a team with a great leader, Dr. Dushkin. He was thoughtful, considerate, and grateful for our accomplishments. When he came to the opening of one of our children’s exhibitions at the American Museum of Natural History, he stood at the entrance open mouthed – “Temima, what beauty these children have created! Thank you, thank you.”",
    "When there was a meeting of the Board of Directors, he would invite me to come and “teach us about children’s art.” I would bring one or two paintings and would explain how children express ideas in their own particular way.",
    "Dr. Dushkin left after ten wonderful years to establish an undergraduate department at the Hebrew University in Jerusalem. We were sorry to see him go, but we knew how important his new position was. We could only say, “Shalom, go in peace.”"
  ],
  "MORDECAI M. KAPLAN": [
    "Mordecai Kaplan was my teacher of religion at the Teachers’ Institute of the Jewish Theological Seminary, which I attended for four years, from 1921 to 1925. He was an imposing man. He was tall. His steel blue eyes were deep and penetrating. A neat moustache and goatee framed a mouth from which ushered forth a philosophy that changed our ideas of Judaism. It was no longer limited to religion. It was a civilization with a long history, a land, a language, a culture and, of course, a religion, which would develop with the passage of time in which I could find my place without difficulty.",
    "His voice was deep, commanding respect. His enunciation, perfect. His students stood in awe of him. Many of us were scared to death in his class. Before us stood a great scholar, philosopher and above all, a creative thinker. It was inevitable but that he would change the lives of many of us. He definitely was one of the greatest influences in mine. I could easily accept Reconstructionism because I agreed with its philosophy and I could function as a creative artist freely and with the conviction that I was living within the framework of my deep religious feelings.",
    "Mordecai Kaplan became my mentor. When I graduated from the Teachers Institute, he invited me to teach in the Hebrew school of the S.A.J. (the Society for the Advancement of Judaism) where he was the Rabbi and Leader. I remember I disagreed with the textbooks that were used at that time to teach Hebrew. The children hated them and found no pleasure in the ridiculous illustrations and text. So we decided to make our own textbook. Learning became a joy, as it should. Art was an integral part of every lesson concretizing learning and enriching the curriculum. As a matter of fact, all the arts were used. The children loved to come to school. There was never a boring moment.",
    "In 1933, I went to Israel for a year stopping off in Europe on the way. On my return, Dr. Kaplan asked me to teach Art in the Teachers’ Institute. He also engaged a music teacher, his daughter, Judith. Thus, the arts were introduced on college level in a Jewish institution. I taught there for 42 years, from 1935 to 1977.",
    "Dr. Kaplan recognized me as an artist and, in 1936, after my return from my second trip to Israel when I lived in Kibbutz Mishmar Haemek, he commissioned me to paint a mural for the synagogue of the S.A.J. based on my experiences in Israel. I secluded myself in my studio, shut myself away from the outside world and began to work on the mural after the sketches had been accepted by Dr. Kaplan and a committee of the Board of Directors. The mural was to be placed on the rear wall of the synagogue over the large entrance doors, covering an area of about 184 square feet. It was painted with oil on canvas.",
    "Secluded in my shuttered window studio, I worked feverishly, non-stop, day and night with an excitement I had never before experienced. The theme of the mural was “Old and New Elements in Palestine.” One panel dealt with the ancient architecture, Hassidim praying, Hassidim dancing, young children in the old “heder” set up, money-lenders, and the many colorful types of characters walking through the narrow, arched, cobble stone streets of Old Jerusalem. Another panel dealt with the new land – new architecture, students at the Hebrew University, scientists, researchers, the Haifa Technion, youths marching and workers involved in construction.",
    "The long center panel covered the many varied activities of a kibbutz (collective farm) during the harvest. About eighty figures cover the space, a fact, which was to bring down the wrath of those who were still governed by the ancient interpretation of the commandment “Thou shalt not make unto thee any graven images.” However, there were more people impressed by the courage and creative thought that were involved in the reintroduction of figures into synagogue decoration. But if you were to visit the archives at Yale University, you would see large fresco panels that would make you realize that in the third century, the walls of the Synagogue at Dura-Europas were covered with over-life-size figures from the Bible. Since then, however, the literal interpretation of the Biblical commandment had been strictly enforced.",
    "The long center panel covered the many varied activities of a kibbutz (collective farm) during the harvest. About eighty figures cover the space, a fact, which was to bring down the wrath of those who were still governed by the ancient interpretation of the commandment “Thou shalt not make unto thee any graven images.” However, there were more people impressed by the courage and creative thought that were involved in the reintroduction of figures into synagogue decoration. But if you were to visit the archives at Yale University, you would see large fresco panels that would make you realize that in the third century, the walls of the Synagogue at Dura-Europas were covered with over-life-size figures from the Bible. Since then, however, the literal interpretation of the Biblical commandment had been strictly enforced.",
    "Now, letters and newspaper clippings came pouring in from all over the world in all languages. Photographs of the mural were reproduced in numerous magazines. I remember one magazine that arrived from Hungary with a double page spread of reproductions of the mural and many columns of text in a language that I, nor anybody else that I knew, could understand then or now. It was a most exciting time in my life. But the most wonderful thing that happened was the change in my mother’s attitude toward my art. She was more interested in my getting married than being involved in art.",
    "The evening had arrived when the unveiling of the mural was to take place. The S.A.J. Synagogue was filled to overflowing. Curtains covered the mural. I really don’t remember the speeches, I was much too thrilled to remember anything but that Dr. Kaplan spoke warmly and with spirit about the importance of the role of art in the life of a nation and of all human beings. My mother did not understand the words but she certainly understood the meaning and when the whole congregation stood up and faced the mural gasping in surprise as the curtains were slowly opened and the mural was exposed to their gaze and applause, my mother never again complained about my obsession with art.",
    "An additional plus to my painting this mural was a commission to paint a mural for the synagogue of Camp Cejwin, a children’s camp in Port Jervis, New York. Fifty-eight years later, in 1993, the camp had been sold. My son, Daniel, went and removed it with great difficulty and ingenuity, and brought it to my studio in Rocky Point. I began the difficult task of restoration. After five months of first cleaning it and then, painfully struggling to maintain the original spirit and style, I managed to complete it even though my style had changed in the interim. Again, the children, with garlands in their hair, dressed in the lovely light colors of a Bikkurim (Shevuot first fruits) Festival Parade, march, singing across the 20 x 8 foot surface, carrying their baskets of fruit to the old Technion in Haifa to be sold to the cheering public for the benefit of Keren Kayemet. I had witnessed this parade in Haifa in 1934 and now it was alive again. Eventually, it found a permanent home in the Children’s Village in Yemin Orde on Mt. Carmel in Haifa, Israel after being on exhibition in the National Museum of American Jewish History in Philadelphia and the Jewish Museum in New York. What greater satisfaction can an artist have!",
    "Another important contribution to my life by my teacher, Dr. Mordecai Kaplan, happened when he offered to have my book published by the Reconstructionist Press. This is how it happened.",
    "I had been writing down some of my important teaching experiences during the last few summers at Rocky Point. Now I was back in the city and at work at the BJE. One evening I went to a PTA meeting at the SAJ where both our sons attended. Dr. Kaplan was scheduled to speak on ethical and moral values, a subject of great interest to me. I was fascinated by Dr. Kaplan’s presentation and told him so. It was like watching a spider weave a web, perfect in design and execution, a thing of flawless beauty. It reminded me of the infinite wisdom of the creation of the universe. In the Bible, the story relates God is like an artist facing the same problems of his human counterpart.",
    "First, there must be light. For centuries artists sought out studios facing north, for north light was constant. We can be quite sure that even prehistoric man lit torches in the cave when he painted those amazing animals on its walls. So – “Let there be light” rang out in the darkness. Utter chaos appeared with the light. The next step was to bring order out of the chaos. The firmament rose to its proper place. The waters receded and the earth appeared. Order is heaven’s first law.",
    "So it is with the artist. He must bring order out of the chaos of the blank canvas. A canvas contains within it limits every possibility. Not until the artist puts down his first stroke does order begin to rise out of the infinite number of compositions that is contained in every blank space. Once order is established and the composition is defined, the next step is taken. Grass, trees and plants adorn the bare earth, stars and luminaries light up the sky, coral reefs beautify the oceans.",
    "The artist introduces rhythms, lines, points and textures of all kinds to enrich his design. The next step is to introduce three-dimensional forms. Birds fill the sky, fish of every kind fill the seas and God, realizing that the creative process never ends, makes male and female to continue the process of creation.",
    "I ended my talk with, “You, Dr. Kaplan, are one of the most amazing people I know, always involved in furthering the creative process.” His response was, “Temima, this is interesting material. You should write a book.” When I told him that I had several chapters written, he invited me to his home so that I would read them to him.",
    "He was reading a book when I came in with a couple of chapters of my manuscript and a package, which I proceeded to unpack. I set up a little lamp, which my husband had made for me. One day Zvi had returned from a short business trip and had brought me an unusual gift – a brown paper bag with several ordinary looking stones. One looked like a piece of burnt charcoal, the others not quite so dramatic. I wondered why he chose these stones as a gift. Then he placed them under the lamp and lit it. What a transformation! It was an ultraviolet light and the stones were radioactive. The color of the stones changed to brilliant reds, blues and purples. The one that looked like burnt charcoal was transformed to a yellow, so luminous that you could have read a newspaper by its light.",
    "“This ultraviolet light is like a good teacher,” I suggested to Dr. Kaplan. “We all look very much alike physically. But within each one of us there is something very precious which becomes activated when we come in contact with an inspiring teacher. Then we, too are inspired and we in turn can bring out the best in others.” Then I read a chapter for him, which I called “The Valley of Dry Stones.” Dr. Kaplan decided to publish my book. As I was ready to leave, Dr. Kaplan showed me the open book he had been reading when I arrived. The chapter heading read “Radioactivity in Stones.” Apparently we were on the same beam.",
    "“Footprints and New Worlds” was published in 1957 by the Reconstructionist Press. It was very well received in educational circles. The Pacific Arts Association chose it as one of the twenty best books in art education in the country. At this date, it has had four printings. I can thank Dr. Kaplan for this.",
    "Once, in the 70’s, I was invited to be the keynote speaker at a conference of the Canadian Society for Education through Art in Peterboro, Canada. After I finished, I was surrounded by many of the art educators. One, a nun, waited till the crowd had thinned out, to approach me. She was holding a copy of “Footprints” in her hand. “Would you please write a few words in my book?” I did. She continued, “When I go to bed at night, I read a chapter in the Bible and a chapter in your book. Would you like me to recite a chapter, Mrs. Gezari? I know the book by heart.” I was never so embarrassed in my life.",
    "Another time I got a long distance call from a woman who was working in a school for the deaf in Syracuse. She wanted to order six copies of “Footprints and New Worlds,” I was curious. She told me why she wanted six copies. She had visited a colleague in Chicago. While she was waiting for him in the reception room, she picked up “Footprints” and began to read it. When it was time to go, she slipped the book into her briefcase. At dinner she told her friend what she had done. He said, “Don’t feel badly. When I was in California, I picked up the book when I was waiting for a colleague of mine in his reception room. I began to read it and found it so fascinating that I took it with me when I left.”",
    "So now she wanted six copies, one for her friend I Chicago, one for his friend in California, one each for two colleagues at the school and two copes for herself. I met her when she came to New York to pick up the books. A very charming lady. What more could an author want.",
    "At this point I would like to relate a most fascinating side of Mordecai Kaplan. One day he showed he a photograph of his father and he said “I would like to make a small sculpture of this. Do you think I could do it?” What a question! “You can do anything you wish to do.” And he did.",
    "I have much to be grateful to Mordecai Kaplan for. It was an unforgettable experience, when, many years later he was more than a century old, I visited him at the nursing home where he was a resident in his last years. The conversation went as follows: “How do you feel, Dr. Kaplan?” He: “Not so good”. I: “Perhaps I can help you. Do you realize that because you gave me the opportunity, thousands of children in schools are discovering that they are creative human beings because of the art medium – that through art, life has greater meaning for them because learning has been concretized.”",
    "“You recognized me as an artist. You commiss-ioned me to paint a mural for the synagogue. We opened the door to creative art decoration in synagogues never before seen in the twentieth century. Remember the furor that ushered forth from the orthodox? However, your creative mind won out. Dr Kaplan, how do you feel now!” He asid, “A little bit better.”",
    "“Dr Kaplan, you published my book, “Footprints and New Worlds.” It opened the eyes of many teachers and parents to the positive opportunities for greater learning and a happier life through the art process. It was through your encouragement that all this happened and I will always be grateful to you and so will thousands of children now grown to adulthood and their children. You dropped a pebble into the water. Dr. Kaplan, how do you feel now?” He said, “Much better!”",
    "Not much later, Mordecai Kaplan died. He was one hundred and three years old. Rest in peace, dear teacher. On December 3rd, 1993 I spoke at the S.A.J. Synagogue about art and Mordecai Kaplan, and his influence on the lives of all of us."
  ],
  "DAVID FINN": [
    "I believe that there are three important factors that contribute to the happiness and growth of a child: parents, teacher, friend. There is no doubt but that parents are basic: if not both at least one. A good teacher is like a light that shines down upon the child and brings out the best in him. A good friend is for life, through thick and thin.",
    "I first met David Finn at a crucial time in his life. He was fourteen years old. I was fortunate; I was an inspired artist and an excellent teacher at the same time and relished both roles. One day a mother brought her son to one of my classes. His name was David. Here is a letter I received from him recently, about sixty-five years later.",
    "Dear Temima,",
    "I remember going to your studio for “lessons” when I was fourteen years old. It was something my mother arranged, but I don’t know how she knew about you. That was in 1935 (I was born in 1921). I was in eighth grade. I had started painting when I was about twelve years old. I remember that I used to get colds frequently, and one time when I stayed home I copied some of the paintings in our house. I liked it so much that I continued to copy paintings, and when I was eleven years old and in the seventh grade, I decided I would like to join the art club. But when I showed the teacher my drawings and explained that they were copies of paintings in my home, he decided that I didn’t qualify. He said I didn’t have enough talent to be admitted into the art club. I think I may have been 70 the only student who was ever rejected! Of course, I was hurt, but it proved to be a great stimulus for me. I was going to show that teacher! So instead of being discouraged, my rejection proved to be an inspiration. I kept doing more and more drawings, and my mother decided to encourage me by giving me “art lessons”.",
    "You, of course, had a very different idea of “talent.” You were delighted with my feeling for painting and started me working on a large painting on a large board. I think I still have a photograph of that painting somewhere. But it was the first “creative” painting I every made. You were working, on the SAJ mural at the time, and although I didn’t see your mural until years later, the idea of doing a mural must have inspired me. You encouraged me to have my own idea of what I wanted to paint and to create a composition to express my feelings. So while I studied at your studio I produced my own mural. It was your encouragement that convinced me that I could be an artist, and for the next 66 years I continued to paint, sculpt, photograph and write. My 82nd book has just been published – and although most of them are with my photographs of sculpture, four of them are on paintings inspired by great poems.",
    "A couple of years after studying painting with you in your studio, I joined a group at Professor Mordecai Kaplan’s apartment, with you as the teacher. My aunt, Grace Borgenicht, was there as part of the group, as was Kaplan’s daughter, Judith.",
    "I think we lost touch with each other after that, and for years we had no contact. Every now and then I would come 71 across Temima Gezari’s name in connection with art education in Jewish schools, but I think it was only three or four years ago that we came into contact again. And of course, we immediately realized that we were soul mates and loved doing things together. You invited me to be a presenter at your Annual Art Educators’ Conference and I was delighted to tell them about my experiences, and to talk to you about our many common interests.",
    "I think we lost touch with each other after that, and for years we had no contact. Every now and then I would come 71 across Temima Gezari’s name in connection with art education in Jewish schools, but I think it was only three or four years ago that we came into contact again. And of course, we immediately realized that we were soul mates and loved doing things together. You invited me to be a presenter at your Annual Art Educators’ Conference and I was delighted to tell them about my experiences, and to talk to you about our many common interests.",
    "Love,",
    "David Finn",
    "This letter is a perfect example of how teachers, who never should have been teaching, can often destroy a child’s fervor for expression no matter how crude. How often have you heard the expression “I’m all thumbs?” Look around. Everybody is singing. Why are some children keeping their lips tightly closed? Is it because some teacher in school assembly said “you are out of tune. Don’t sing. Just mouth the words”. For the rest of his life that child will never relish the joy that comes with singing in a group. How often have you heard the 72 phrase “I have two left feet”. Somebody planted the seed of doubt and the adolescent might never try to dance again.",
    "Fortunately, because of his unusual faith in himself, even as a young boy and because of his mother who knew him and his desire to paint, did something about it and a teacher who recognized his amazing talent, David Finn’s name and creative works are known throughout the world.",
    "David Finn’s photographs and paintings have been shown in exhibition at the Metropolitan Museum of Art in New York, L’Orangerie in Paris, the American Cultural Center in Madrid, the Art Gallery of Toronto, the Italian Academy for Advanced Studies at Columbia University, the Municipal art Society in New York, and in galleries in New York, Chicago and London. Author, Alfred Kazin, has written that “no one comes close to him as a photographer” and Sir Kenneth Clark has called David Finn “a photographer of genius.”",
    "I am proud that I met him at a crucial time in his young life and watched him grow and blossom into the amazing, creative human being that he is."
  ],
  "MARTHA GRAHAM": [
    "When I was in art school, one of our projects was to paint a mural featuring one of the arts. My choice was “The Dance” since I had always loved to dance. I used to attend dance recitals whenever time and finances permitted.",
    "It is interesting that even now, at my advanced age, one of my greatest joys is to watch my granddaughter dance, either solo or with her brother. Her body reacts to rhythm and movement from toddler days on. Her grace and creativity have always united to produce amazing results. Now, as an adult, she still is a joy to watch as she dances alone or with her brother. They improvise as they dance, each sensing the other’s next move. It’s beautiful to behold.",
    "To steep myself in researching the field of dance, the first thing I did was to join a modern dance group where I discovered that, though I loved to dance in my own free way, I was not ready to undertake the very serious regimen of discipline necessary to becoming a dancer. However, I did a lot of sketching which was the main purpose of my joining a dance class.",
    "Then I began to visit other dance studios. When I got permission to visit Martha Graham’s classes, I was elated. I had attended every one of her dance recitals. I always enjoyed her ability to create new movements with her body that had never been seen before. There was a depth and mystery in her compositions that inspired me, perhaps because of my training in Dynamic Symmetry or my discovery of eastern philosophy.",
    "Martha Graham was very gracious. She permitted me to come to many of her classes to observe and sketch. One day I was witness to her greatness both as a dancer and as a teacher. The students were practicing falls. As they fell to the floor, you could hear the thump, thump, thump of falling bodies. Again and again they practiced the falls, but could not control the thumps. Then Martha gave a demonstration of a fall. It was unbelievable! It was like watching a leaf fall softly to the ground. She had complete control of every muscle in her body. We all watched in awe. This performance was a result not only of years of practice but, more than that, complete dedication to her craft and a philosophy of life that gave her courage to develop a new and different style which influenced the dance movement for decades.",
    "This was in 1929. In art school we all finished the mural panels to our satisfaction and were delighted to hear that they were going to be exhibited in the Music Library, which was then on 59th Street. We all went to the opening reception, basked in our glory, but never saw our panels again.",
    "The following summer I went to Taos, New Mexico to study with my teacher, Emil Bisttram, who had received a Guggenheim fellowship and settled in Taos. He then established the Taos School of Art. During the summer, several of us went to the Santa Fe carnival. We had lots of fun, what with music, dancing, laughter great food and terrifically creative costumes. Everybody was in good spirits enjoying the clearest blue sky, the purest fresh air, the benevolently warm sun.",
    "Now it was late evening. The crowds had dispersed. There was a pleasant quietness in the air. The low adobe houses huddled among the trees and bushes. A few friends and I walked along silently, savoring the incredibly fresh air of American’s southwest. Occasionally we passed others who were enjoying the night air. Then I saw her. It was Martha Graham with a friend and leading her little dog. I ran up to greet her.",
    "“Martha, do you remember me? It’s so wonderful to see you!”“Of course,” she said. “How did the mural turn out?” She remembered!"
  ],
  "ELEANOR ROOSEVELT": [
    "A long time ago – in the 1960’s – I was invited to lecture before a group from the Ontario Society for Education through Art. After a very stimulating session, I was on my way home in an Air Canada plane. I settled in for the short trip. What a surprise was in store for me. There, across the aisle, sat Eleanor Roosevelt!",
    "I had always been a great admirer of this famous woman and had followed her career for a long time. Recently, I watched a Public Television Documentary which dealt with the lengthy career of Franklin Delano Roosevelt. It reviewed the life of F.D.R. from childhood to his death. His cousin Eleanor became his wife, and became the brilliant ambassador to the American people in the country after President Roosevelt had been incapacitated by polio.",
    "Eleanor Roosevelt was tireless in her effort to raise the spirit of the people of the United States during the worst depression of many years. She traveled throughout the country by plane, train, or any vehicle that would get her there. For the First Lady to enter the home of a family, with a jobless father and a worn-out mother and seven hungry children, was to lift the spirits of everyone.",
    "With the material she gathered from her travels, Mrs. Roosevelt could then return to the President and present him with the problems that were prevalent throughout the land. She was very much a part of every major project, which helped to change the condition of the country for the better. At the same time she proved to the world that women were intelligent, capable, creative people who could face extremely difficult challenges and overcome them.",
    "Now, here I was sitting across the aisle from this admirable personality. There was an empty seat next to her. I slid into it saying, “Mrs. Roosevelt, may I take a moment to speak with you?” “Of course” she said graciously, “I would love it.” I was jubilant. I could have lived a hundred years without ever having such a fortunate windfall!",
    "She told me that she was returning after having given a speech on a currently, urgent problem. Then she proceeded to ask me about my trip and was extremely interested when I told her that I was an artist and art educator and I had lectured about the importance of Art in the school curriculum. She was very interested in my forays against contests and competitions. I explained how many, many children develop feelings of inferiority because they misspelt a word in the annual spelling bee, a word which they would never again meet in their lifetime. There were many other examples that I gave her based on my many contacts with children and adults.",
    "She listened with great interest. When we arrived at our destination she exclaimed, “I cannot believe how quickly the time has passed!”",
    "Some time later I had the good fortune to see her again. My colleague, Samuel Citron, the Director of Dramatics Department at the BJE, had established the Theatre for Children. He encouraged playwrights to create new plays for children and was extremely successful. One time he invited Eleanor Roosevelt to see one of the plays. As busy as she was with the affairs of State, she came from Washington to New York to encourage creative theater for children. How thrilled we all were just to be in her presence!"
  ]
}
